Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/iBooksSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Skip Forward
ar: تخطي للأمام
bg: Пропусни напред
ca: Avança
cs: Přeskočit vpřed
da: Hop frem
de: Vorspringen
el: Μετάβαση μπροστά
es: Avanzar
es_us: Saltar a siguiente
fi: Siirry eteenpäin
fr: Avancer
fr_ca: Saut vers l’avant
he: דילוג קדימה
hi: आगे जाएँ
hr: Preskoči unaprijed
hu: Léptetés előre
id: Lewati Maju
it: Vai avanti
ja: 順方向にスキップ
kk: Алға өту
ko: 앞으로 건너뛰기
lt: Peršokti pirmyn
ms: Langkau ke Depan
nl: Spring vooruit
no: Hopp framover
pl: Skok do przodu
pt: Avançar
pt_pt: Avançar
ro: Salt înainte
ru: Пропускать вперед
sk: Skočiť dopredu
sl: Preskok naprej
sv: Hoppa framåt
th: ข้ามไปข้างหน้า
tr: İleriye Doğru Atla
uk: Пропуск вперед
vi: Tiến về trước
zh_cn: 快进
zh_hk: 快轉
zh_tw: 跳到下一段

source: Purchases from Other Devices
ar: مشتريات من أجهزة أخرى
bg: Покупки от други устройства
ca: Compres d’altres dispositius
cs: Nákupy z ostatních zařízení
da: Køb fra andre enheder
de: Käufe von anderen Geräten
el: Αγορές από άλλες συσκευές
es: Compras de otros dispositivos
es_us: Compras de otros dispositivos
fi: Muissa laitteissa ostetut
fr: Achats effectués sur d’autres appareils
fr_ca: Achats issus d’autres appareils
he: רכישות במכשירים אחרים
hi: अन्य डिवाइस से की गई ख़रीदारी
hr: Kupnje s drugih uređaja
hu: Vásárlások egyéb eszközökről
id: Pembelian dari Perangkat Lain
it: Acquisti da altri dispositivi
ja: ほかのデバイスからの購入
kk: Басқа құрылғылардан сатып алынғандар
ko: 다른 기기에서 구입한 항목
lt: Pirkiniai iš kitų įrenginių
ms: Pembelian daripada Peranti Lain
nl: Aankopen van andere apparaten
no: Kjøpt på andre enheter
pl: Zakupy z innych urządzeń
pt: Compras de Outros Dispositivos
pt_pt: Compras de outros dispositivos
ro: Cumpărate pe alte dispozitive
ru: Покупки с других устройств
sk: Nákupy z ostatných zariadení
sl: Nakupi iz drugih naprav
sv: Köp från andra enheter
th: สินค้าที่ซื้อจากอุปกรณ์อื่น
tr: Diğer Aygıtlardaki Satın Alınanlar
uk: Покупки з інших пристроїв
vi: Mục mua từ các thiết bị khác
zh_cn: 从其他设备购买的项目
zh_hk: 從其他裝置購買的項目
zh_tw: 從其他裝置購買的項目

source: When Home is enabled, your Continue and Previous lists will start syncing to iCloud the next time you open a book.
ar: عند تمكين "الرئيسية"، تبدأ مزامنة قائمتي "المتابعة" و"السابقة" مع iCloud في المرة القادمة التي تفتح فيها كتابًا.
bg: Когато раздел Начало е активиран, списъците Продължение и Предишни ще започнат да се синхронизират с iCloud при следващото отваряне на някоя книга.
ca: La pròxima vegada que obris un llibre, a la secció d’inici s’hi sincronitzaran amb l’iCloud les llistes dels llibres començats i anteriors.
cs: Pokud je zapnutá sekce Přečtěte si, při příštím otevření knihy se začnou na iCloud synchronizovat seznamy Rozečtené a Předchozí.
da: Når Hjem er slået til, starter listerne Fortsæt og Forrige med at synkronisere til iCloud, næste gang du åbner en bog.
de: Wenn „Startseite“ aktiviert ist, werden die Listen „Weiter“ und „Vorheriges“ mit iCloud synchronisiert, sobald du das nächste Mal ein Buch öffnest.
el: Όταν το τμήμα «Αρχική» είναι ενεργοποιημένο, οι λίστες «Συνέχεια» και «Προηγούμενο» θα ξεκινήσουν τον συγχρονισμό στο iCloud την επόμενη φορά που θα ανοίξετε ένα βιβλίο.
es: Si activas la sincronización de la sección Inicio, las listas Continuar y Anterior empezarán a sincronizarse con iCloud la próxima vez que abras un libro.
es_us: Si se activa Inicio, tus listas Continuar y Anterior comenzarán a sincronizarse con iCloud la próxima vez que abras un libro.
fi: Kun Koti on käytössä, Jatka- ja Edellinen-listat alkavat synkronoimaan iCloudiin, kun seuraavan kerran avaat kirjan.
fr: Si Accueil est activé, vos listes Continuer et Précédents commenceront à se synchroniser avec iCloud la prochaine fois que vous ouvrirez un livre.
fr_ca: Si l’onglet Accueil est activé, les listes Continuer et Précédent commenceront à se synchroniser avec iCloud la prochaine fois que vous ouvrirez un livre.
he: כאשר ״עמוד הבית״ מופעל, הרשימות ״המשך הקריאה״ ו״הקודם״ יתחילו להסתנכרן ל-iCloud בפעם הבאה שבה ייפתח ספר.
hi: होम सक्षम करने पर जब अगली बार आप कोई किताब खोलेंगे, तो आपकी “जारी रखें” और “पिछला” सूचियाँ iCloud से सिंक होना शुरू हो जाएँगी।
hr: Kad je omogućena Naslovna stranica, popisi Nastavi i Prethodno sinkronizirat će se na iCloud sljedeći put kad otvorite knjigu.
hu: Ha a Kezdőlap engedélyezve van, akkor a Folytatás és az Előző listák megkezdik az iCloudba való szinkronizálást, amikor a következő alkalommal megnyit egy könyvet.
id: Jika Beranda diaktifkan, daftar Lanjutkan dan Sebelumnya Anda akan mulai diselaraskan ke iCloud lain kali Anda membuka buku.
it: Se la sezione Home è abilitata, gli elenchi “Continua a leggere” e Precedenti verranno sincronizzati con iCloud la prossima volta che aprirai un libro.
ja: 有効にすると、“続ける”と“以前のコンテンツ”のリストは次回ブックを開いたときにiCloudへの同期を開始します。
kk: «Басты бет» қосулы болса, келесі жолы кітапты ашқан кезде, «Жалғастыру» және «Алдыңғы» тізімдері iCloud сервисімен синхрондала бастайды.
ko: 홈이 활성화되어 있으면 다음번에 책을 열었을 때 ‘계속’ 및 ‘이전’ 목록이 iCloud에 동기화를 시작합니다.
lt: Kai srities „Pradžia“ funkcija įjungta, kitąkart atidarius knygą sąrašai „Tęsti“ ir „Ankstesnės“ bus pradėti sinchronizuoti su „iCloud“.
ms: Apabila Laman Utama didayakan, senarai Teruskan dan Sebelumnya anda akan mula menyelaras ke iCloud pada kali seterusnya anda membuka buku.
nl: Wanneer 'Home' is ingeschakeld, begint het synchroniseren van je lijsten 'Ga door' en 'Vorige' met iCloud wanneer je een boek opent.
no: Når Hjem er aktivert, blir listene Fortsett og Forrige synkronisert med iCloud neste gang du åpner en bok.
pl: Włączenie ekranu głównego oznacza, że listy Czytaj dalej i Poprzednie zaczną być synchronizowane z iCloud, gdy otworzysz następną książkę.
pt: Quando a seção Início estiver ativada, as listas Continuar e Anterior iniciarão a sincronização com o iCloud na próxima vez em que você abrir um livro.
pt_pt: Se a secção Início estiver ativa, as listas Continuar e Anterior começarão a ser sincronizadas com iCloud da próxima vez que abrir um livro.
ro: Când opțiunea “Acasă” este activată, listele dvs. de lecturi în curs și anterioare vor începe să se sincronizeze cu iCloud data următoare când deschideți o carte.
ru: Если Главная страница активирована, списки «Продолжить» и «Ранее» синхронизируются с iCloud при следующем открытии книги.
sk: Po zapnutí časti Domov začne iCloud pri najbližšom otvorení knihy synchronizovať dáta v zoznamoch Rozčítané a Predošlé.
sl: Če je zavihek Domov omogočen, bosta seznama Nadaljevanje in Prejšnje ob naslednjem odprtju knjige sinhronizirana s storitvijo iCloud.
sv: När Hem har aktiverats kommer listorna Fortsätt och Tidigare att synkronisera med iCloud nästa gång du öppnar en bok.
th: เมื่อเปิดใช้งานหน้าแรก รายการอ่านต่อและก่อนหน้าของคุณจะเริ่มเชื่อมข้อมูลกับ iCloud ในครั้งต่อไปที่คุณเปิดหนังสือ
tr: Ana Sayfa etkinleştirildiğinde bir sonraki kitap açışınızda Sürenler ve Öncekiler listeleriniz iCloud ile eşzamanlanmaya başlar.
uk: Якщо синхронізування Домівки ввімкнено, списки «Продовжити» й «Попередні» почнуть синхронізуватися з iCloud, щойно ви відкриєте будь-яку книгу.
vi: Khi Trang chủ được bật, danh sách Tiếp tục và Nội dung đã xem sẽ bắt đầu đồng bộ hóa vào iCloud trong lần tiếp theo bạn mở sách.
zh_cn: 启用主页后，“继续阅读”和“之前读过”列表将在你下次打开一本书时开始与iCloud同步。
zh_hk: 啟用「首頁」時，「繼續」和「已閱讀」列表將會在你下次打開書籍時開始同步至iCloud。
zh_tw: 「首頁」啟用時，你的「繼續」和「之前讀過」列表會在你下次打開書籍時開始同步到iCloud。

source: Reading Menu Position
ar: موضع قائمة القراءة
bg: Позиция на менюто за четене
ca: Posició del menú de lectura
cs: Umístění nabídky při čtení
da: Placering af læsemenu
de: Position des Lesemenüs
el: Θέση μενού ανάγνωσης
es: Posición del menú de lectura
es_us: Posición del menú de lectura
fi: Lukuvalikon sijainti
fr: Position du menu de lecture
fr_ca: Position du menu de lecture
he: מיקום תפריט הקריאה
hi: रीडिंग मेनू पोज़िशन
hr: Položaj izbornika čitanja
hu: Olvasási menü pozíciója
id: Posisi Menu Bacaan
it: Posizione del menu di lettura
ja: 読書メニューの位置
kk: Оқуға арналған мәзір позициясы
ko: 독서 메뉴 위치
lt: Skaitymo meniu padėtis
ms: Kedudukan Menu Membaca
nl: Lees­menu­positie
no: Plassering av lesemeny
pl: Położenie menu Czytanie
pt: Posição do Menu de Leitura
pt_pt: Posição do menu de leitura
ro: Poziție meniu Lectură
ru: Положение меню для чтения
sk: Poloha menu čítania
sl: Položaj menija za branje
sv: Position för läsmeny
th: ตำแหน่งเมนูการอ่าน
tr: Okuma Menüsü Konumu
uk: Позиція меню для читання
vi: Vị trí menu Đọc
zh_cn: 阅读菜单位置
zh_hk: 閲讀選單位置
zh_tw: 閱讀選單位置

source: Reset the identifier used to report aggregate app usage statistics to Apple.
ar: تتم إعادة تعيين المعرّف المستخدَم في إبلاغ Apple بإحصائيات استخدام التطبيق المجمّعة.
bg: Нулиране на идентификатора, използван за отчитане на обобщени статистически данни за използването на приложения към Apple.
ca: Restableix l’identificador que s’utilitza per enviar estadístiques agregades sobre l’ús de les apps a Apple.
cs: Zde můžete resetovat identifikátor, který společnost Apple používá k vytváření agregovaných statistik využívání aplikace.
da: Nulstil det id, der bruges til at rapportere samlede statistikker om brug af apps til Apple.
de: Setze die ID zurück, die verwendet wurde, um die gebündelten App-Nutzungsstatistiken an Apple zu melden.
el: Επαναφορά του αναγνωριστικού που χρησιμοποιείται για υποβολή αναφορών συγκεντρωτικών στατιστικών χρήσης στην Apple.
es: Restablece el identificador usado para informar a Apple de las estadísticas agregadas de uso de las apps.
es_us: Restablece el identificador utilizado para reportar a Apple estadísticas de uso agregado de apps.
fi: Nollaa tunniste, jolla on raportoitu apin yhdistetyt käyttötilastot Applelle.
fr: Réinitialisez l’identifiant utilisé pour la transmission des statistiques d’utilisation agrégées des apps à Apple.
fr_ca: Réinitialisez l’identifiant utilisé pour transmettre à Apple des statistiques groupées d’utilisation de l’app.
he: ניתן לאפס את המזהה ששימש לדיווח מצבור סטטיסטיקות שימוש של היישום ל-Apple.
hi: Apple के लिए एकीकृत ऐप उपयोग सांख्यिकी रिपोर्ट करने के लिए प्रयुक्त आइडेंटिफ़ायर रीसेट करें।
hr: Resetirajte identifikator koji se koristi za slanje agregirane statistike o uporabi aplikacija tvrtki Apple.
hu: Alaphelyzetbe állítja az Apple-nek küldött összesített apphasználathoz használt azonosítót.
id: Atur ulang pengenal yang digunakan untuk melaporkan statistik penggunaan app agregat ke Apple.
it: Inizializza l’identificativo utilizzato per inviare ad Apple le statistiche relative all’utilizzo dell’app sotto forma di dati aggregati.
ja: Appleへのアプリの使用状況統計の集計に使用された識別子をリセットします。
kk: Apple компаниясына қолданбаны пайдаланудың жиынтық статистикасын жіберу үшін пайдаланылатын идентификаторды нөлдеңіз.
ko: 집계된 앱 사용 통계를 Apple에 리포트하는 데 사용하는 식별자를 재설정합니다.
lt: Iš naujo nustatykite identifikatorių, naudojamą pranešant bendruosius programų naudojimo statistinius duomenis bendrovei „Apple“.
ms: Reset pengecam yang digunakan untuk melaporkan statistik penggunaan app agregat kepada Apple.
nl: Stel de ID opnieuw in die gebruikt wordt om verzamelde statistieken over het appgebruik te melden aan Apple.
no: Nullstill identifikatoren som brukes for å rapportere statistikk om samlet appbruk til Apple.
pl: Wyzeruj identyfikator stosowany do przesyłania zagregowanych statystyk użycia aplikacji do Apple.
pt: Redefinir o identificador usado para relatar estatísticas agregadas sobre o uso de apps à Apple.
pt_pt: Repor o identificador usado para comunicar estatísticas de utilização à Apple.
ro: Resetați identificatorul utilizat pentru a raporta statisticile agregate privind utilizarea aplicației la Apple.
ru: Сбросьте идентификатор, используемый для отправки в Apple отчетов статистики использования приложений в агрегированном виде.
sk: Resetuje identifikátor slúžiaci na nahlasovanie agregovaných štatistík týkajúcich sa používania apky do spoločnosti Apple.
sl: Ponastavite identifikator, ki se uporablja za poročanje združenih statističnih podatkov o uporabi aplikacije družbi Apple.
sv: Nollställ identifieraren som används till att rapportera användningsstatistik för appar till Apple.
th: รีเซ็ตข้อมูลจำเพาะที่ใช้รายงานสถิติการใช้งานแอปที่รวบรวมไปที่ Apple
tr: Apple’a toplu uygulama kullanım istatistiklerini bildirmek için kullanılan tanıtıcıyı sıfırlar.
uk: Скинути ідентифікатор, що застосовується для звітування в Apple сукупної статистики з використання програм.
vi: Đặt lại mã định danh được sử dụng để báo cáo số liệu thống kê sử dụng ứng dụng tổng hợp cho Apple.
zh_cn: 还原用于向Apple报告App使用情况汇总数据的标识符。
zh_hk: 重設用於報告彙集App用量統計資料至Apple的識別碼。
zh_tw: 重置用來回報Apple彙集App使用狀況之統計資料的識別碼。

source: Time spent reading and reading streak data will be cleared the next time you open Apple Books.
ar: سيتم مسح مدة القراءة وأطول مدة قراءة متواصلة في المرة القادمة التي تفتح فيها Apple Books.
bg: Времето, прекарано в четене, и данните за периодите за четене ще бъдат изчистени при следващото отваряне на приложението Книги.
ca: La pròxima vegada que obris l’app Llibres s’esborraran les dades sobre el temps que has llegit i la ratxa de lectura.
cs: Při příštím otevření Knih budou smazány informace o čase stráveném čtením a nejdelší čtenářské sérii.
da: Dine data, om hvor meget tid, du har brugt på at læse, og dit læsestræk, ryddes, næste gang du åbner Apple Books.
de: Wenn du das nächste Mal Apple Books öffnest, werden alle Informationen zur mit Lesen verbrachten Zeit sowie zum längsten Leserekord gelöscht.
el: Ο χρόνος που έχετε αφιερώσει στην ανάγνωση και τα δεδομένα στόχων ανάγνωσης θα εκκαθαριστούν την επόμενη φορά που θα ανοίξετε το Apple Books.
es: Los datos del tiempo que has pasado leyendo y de tus rachas de lectura se borrarán la próxima vez que abras la app Libros.
es_us: El tiempo y la racha de lectura se borrarán la próxima vez que abras Apple Books.
fi: Tiedot lukemiseen käytetystä ajasta ja lukemisjaksoista tyhjennetään, kun seuraavan kerran avaat Kirjat.
fr: Votre temps de lecture et les données relatives à vos séries de lecture seront effacés à la prochaine ouverture d’Apple Books.
fr_ca: Les données qui se rapportent aux temps de lecture et aux séries de lecture seront effacées la prochaine fois que vous ouvrirez Livres.
he: נתוני זמן הקריאה ורצף הקריאה שלך יימחקו עם הפתיחה הבאה של Apple Books.
hi: अगली बार आपके द्वारा Apple Books खोले जाने पर पढ़ने में बिताए गए समय और रीडिंग स्ट्रीक से जुड़े डेटा साफ़ कर दिए जाएँगे।
hr: Vrijeme provedeno čitajući i podaci o neprekidnom periodu čitanja obrisat će se sljedeći put kad otvorite Apple Books.
hu: Az olvasással töltött idő és a folyamatos olvasás adatai törölve lesznek, amikor legközelebb megnyitja az Apple Booksot.
id: Waktu yang dihabiskan untuk membaca dan data rekor bacaan Anda akan dibersihkan lain kali Anda membuka Apple Books.
it: Il tempo passato a leggere e il record di tempo consecutivo dedicato alla lettura verranno inizializzati la prossima volta che aprirai Apple Books.
ja: 次回“ブック”を開いたときに、読書時間および読書目標連続達成記録が消去されます。
kk: Оқуға жұмсалған уақыт пен ең ұзақ оқу кезеңі туралы деректер Apple Books қолданбасын келесі жолы ашқан кезде жойылады.
ko: 다음에 도서 앱을 열면 독서에 할애한 시간 및 독서 목표 연속 달성 데이터가 지워집니다.
lt: Kitą kartą atidarius programą „Apple Books“, bus pašalintas skaitant praleistas laikas ir nuolatinio skaitymo serijos duomenys.
ms: Masa yang diluangkan untuk membaca dan data pencapaian berterusan membaca akan dikosongkan pada kali seterusnya anda membuka Apple Books.
nl: De leesduur en gegevens voor dagen op rij gelezen worden gewist de volgende keer dat je Apple Books opent.
no: Data for tid brukt på lesing og antall lesedager på rad vil bli fjernet neste gang du åpner Bøker-appen.
pl: Informacje o czasie spędzonym na czytaniu zostaną usunięte, gdy następnym razem otworzysz Apple Books.
pt: O tempo gasto lendo e dados sobre a sua sequência de leitura serão removidos na próxima vez em que você abrir o Apple Books.
pt_pt: Os dados de tempo passado a ler e de períodos de leitura serão apagados da próxima vez que abrir a aplicação Livros.
ro: Datele despre timpul petrecut cu lectura și seria de lectură vor fi degajate data viitoare când deschideți aplicația Cărți.
ru: Время, потраченное на чтение, и данные о наиболее продолжительном периоде чтения будут очищены при следующем открытии приложения «Книги».
sk: Čas strávený čítaním a dáta týkajúce sa čitateľských sérií budú vymazané pri najbližšom otvorení apky Knihy.
sl: Ko naslednjič odprete storitev Apple Books, bodo podatki o času branja in bralnem nizu počiščeni.
sv: Tid du har ägnat åt att läsa och data för läsdagar i följd rensas nästa gång du öppnar Apple Books.
th: เวลาที่ใช้ในการอ่านและข้อมูลระยะเวลาการอ่านต่อเนื่องจะถูกล้างเมื่อคุณเปิดแอปหนังสือในครั้งต่อไป
tr: Okuma için harcanan süre ve okuma hedefi verileriniz Apple Books uygulamasını bir sonraki açışınızda silinir.
uk: Час, витрачений на читання, і дані безперервного читання буде очищено наступного разу, коли ви відкриєте Apple Books.
vi: Thời gian dành cho việc đọc sách và dữ liệu chuỗi đọc sách của bạn sẽ bị xóa trong lần tiếp theo bạn mở Sách.
zh_cn: 下次打开“图书”App时，阅读时间和坚持阅读数据将被清除。
zh_hk: 當你下次打開Apple Books時，閲讀時間和連續閲讀資料將被清除。
zh_tw: 你的閱讀時間和連續閱讀資料會在下次打開「書籍」App時清除。

source: Book Store
ar: متجر الكتب
bg: Книжарница
ca: Botiga
cs: Knihkupectví
da: Boghandel
el: Store βιβλίων
es: Tienda
es_us: Tienda
fr: Librairie
fr_ca: Librairie
he: חנות הספרים
hi: बुक स्टोर
hr: Knjižara
id: Toko Buku
ja: ブックストア
kk: Дүкен
ko: 북스토어
ms: Kedai Buku
no: Nettbokhandel
pl: Księgarnia
pt: Loja de Livros
pt_pt: Livraria
ru: Магазин книг
sl: Knjigarna
sv: Bokhandel
th: ร้านหนังสือ
tr: Kitapçı
uk: Книгарня
zh_cn: 书店
zh_hk: 書店
zh_tw: 書店

source: In darker themes, adjust black and white images to improve contrast.
ar: في السمات الداكنة، يتم ضبط الصور بالأبيض والأسود لتحسين التباين.
bg: За да подобрите контраста в по-тъмните теми, настройте черно-белите изображения.
ca: S’inverteixen els colors de les imatges en blanc i negre per millorar el contrast als temes foscos.
cs: U tmavějších motivů se budou upravovat černobílé obrázky tak, aby se vylepšil kontrast.
da: Under mørkere temaer kan du justere sorte og hvide billeder for at forbedre kontrasten.
de: Passe bei dunkleren Themen Schwarzweißbilder an, um den Kontrast zu erhöhen.
el: Σε σκουρότερα θέματα, οι ασπρόμαυρες εικόνες προσαρμόζονται για βελτίωση της αντίθεσης.
es: Al usar los temas más oscuros, se ajusta automáticamente el color de las imágenes en blanco y negro para mejorar el contraste.
es_us: En temas obscuros, ajusta las imágenes en blanco y negro para mejorar el contraste.
fi: Paranna kontrastia tummissa teemoissa säätämällä mustavalkokuvia.
fr: Dans les thèmes plus sombres, ajustez les images en noir et blanc pour améliorer le contraste.
fr_ca: Avec les thèmes plus sombres, ajustez les images en noir et blanc pour un meilleur contraste.
he: ניתן להתאים צבעים בתמונות שחור לבן לשיפור הניגודיות בערכות נושא כהות.
hi: अधिक गहरे रंगों वाली थीम में, कॉन्ट्रास्ट बेहतर करने के लिए काली और सफ़ेद इमेज ऐडजस्ट करें।
hr: U tamnijim temama crno-bijele slike prilagodit će se radi poboljšanja kontrasta.
hu: A sötétebb témák esetén a kontraszt javítása érdekében módosítja a fekete-fehér képeket.
id: Di tema yang lebih gelap, sesuaikan gambar hitam dan putih untuk meningkatkan kontras.
it: Nei temi più scuri, regola le immagini in bianco e nero per migliorare il contrasto.
ja: 色調の暗いテーマでは、画像のブラックとホワイトを調整してコントラストを改善します。
kk: Қараңғы тақырыптарда контрасты жақсарту үшін ақ-қара кескіндерді реттеңіз.
ko: 더 어두운 테마에서는 흑백 이미지를 조절하여 대비를 향상합니다.
lt: Kai naudojamos tamsesnės temos, koreguokite nespalvotus vaizdus, kad pagerintumėte kontrastą.
ms: Dalam tema lebih gelap, laraskan imej hitam dan putih untuk meningkatkan kontras.
nl: Bij donkerdere thema's pas je zwart-witafbeeldingen aan om het contrast te verbeteren.
no: Juster svart-hvitt-bilder i mørkere temaer for å forbedre kontrasten.
pl: Zmienia wygląd czarno‑białych obrazków w ciemnych motywach, aby poprawić kontrast.
pt: Em temas escuros, ajuste imagens em preto e branco para melhorar o contraste.
pt_pt: Nos temas mais escuros, ajuste as imagens a preto e branco para melhorar o contraste.
ro: Ajustați imaginile alb‑negru din temele întunecate pentru a îmbunătăți contrastul.
ru: Корректировать яркость черно-белых изображений в темных темах для улучшения контрастности.
sk: V tmavších témach budú čiernobiele obrázky upravované tak, aby sa vylepšil ich kontrast.
sl: Pri temnejših temah prilagodite črno-bele slike, da izboljšate kontrast.
sv: Förbättra kontrasten genom att justera svarta och vita bilder i mörkare teman.
th: ปรับภาพขาวดำในชุดรูปแบบแบบมืดขึ้นเพื่อปรับปรุงความต่างระดับสี
tr: Daha koyu temalarda, kontrastı artırmak için siyah ve beyaz görüntüleri ayarlayın.
uk: Коригувати чорно-білі зображення в темніших темах, щоб покращити контрастність.
vi: Đối với các chủ đề tối hơn, hãy điều chỉnh hình ảnh đen trắng để cải thiện độ tương phản.
zh_cn: 深色主题下，调整黑白图像提升对比度。
zh_hk: 在較暗主題中，調整黑白影像以改進對比度。
zh_tw: 在較暗的主題中，調整黑白影像來改善對比。

source: 30 seconds
ar: ٣٠ ثانية
bg: 30 секунди
ca: 30 segons
cs: 30 sekund
da: 30 sekunder
de: 30 Sekunden
el: 30 δευτερόλεπτα
es: 30 segundos
es_us: 30 segundos
fi: 30 sekuntia
fr: 30 secondes
fr_ca: 30 s
he: 30 שניות
hi: 30 सेकंड
hr: 30 sekundi
hu: 30 másodperc
id: 30 detik
it: 30 secondi
ja: 30秒
kk: 30 секунд
ko: 30초
lt: 30 sekundžių
ms: 30 saat
nl: 30 seconden
no: 30 sekunder
pl: 30 sekund
pt: 30 segundos
pt_pt: 30 segundos
ro: 30 de secunde
ru: 30 с
sk: 30 sekúnd
sl: 30 sekund
sv: 30 sekunder
th: 30 วินาที
tr: 30 saniye
uk: 30 секунд
vi: 30 giây
zh_cn: 30秒钟
zh_hk: 30秒
zh_tw: 30秒

source: Syncing
ar: تجري المزامنة
bg: Синхронизиране
ca: Sincronització
cs: Synchronizace
da: Synkroniserer
de: Synchronisieren
el: Συγχρονισμός…
es: Sincronización
es_us: Sincronizando
fi: Synkronoidaan
fr: Synchronisation
fr_ca: Synchronisation
he: סנכרון
hi: सिंक करना
hr: Sinkroniziranje
hu: Szinkronizálás
id: Menyelaraskan
it: Sincronizzazione
ja: 同期
kk: Синхрондалуда
ko: 동기화
lt: Sinchronizuojama
ms: Menyelaraskan
nl: Synchroniseren
no: Synkronisering
pl: Synchronizowanie
pt: Sincronização
pt_pt: Sincronização
ro: Sincronizare
ru: Синхронизация
sk: Synchronizácia
sl: Sinhronizacija
sv: Synkronisering
th: การเชื่อมข้อมูล
tr: Eşzamanlama
uk: Синхронізація
vi: Đồng bộ hóa
zh_cn: 同步
zh_hk: 同步
zh_tw: 同步

source: 15 seconds
ar: ١٥ ثانية
bg: 15 секунди
ca: 15 segons
cs: 15 sekund
da: 15 sekunder
de: 15 Sekunden
el: 15 δευτερόλεπτα
es: 15 segundos
es_us: 15 segundos
fi: 15 sekuntia
fr: 15 secondes
fr_ca: 15 s
he: 15 שניות
hi: 15 सेकंड
hr: 15 sekundi
hu: 15 másodperc
id: 15 detik
it: 15 secondi
ja: 15秒
kk: 15 секунд
ko: 15초
lt: 15 sekundžių
ms: 15 saat
nl: 15 seconden
no: 15 sekunder
pl: 15 sekund
pt: 15 segundos
pt_pt: 15 segundos
ro: 15 secunde
ru: 15 с
sk: 15 sekúnd
sl: 15 sekund
sv: 15 sekunder
th: 15 วินาที
tr: 15 saniye
uk: 15 секунд
vi: 15 giây
zh_cn: 15秒钟
zh_hk: 15秒
zh_tw: 15秒

source: Page Navigation
ar: تنقل بين الصفحات
bg: Навигация на страници
ca: Navegació de pàgines
cs: Pohyb po stránkách
da: Sidenavigation
de: Seitennavigation
el: Πλοήγηση σελίδων
es: Navegación por páginas
es_us: Navegación por páginas
fi: Sivun selaus
fr: Navigation par page
fr_ca: Navigation par page
he: ניווט בעמודים
hi: पृष्ठ नैविगेशन
hr: Navigacija po stranici
hu: Oldalnavigáció
id: Navigasi Halaman
it: Navigazione pagina
ja: ページナビゲーション
kk: Бет бойынша навигация
ko: 페이지 탐색
lt: Puslapių naršymas
ms: Navigasi Halaman
nl: Paginanavigatie
no: Sidenavigering
pl: Nawigacja po stronach
pt: Navegação na Página
pt_pt: Navegação entre páginas
ro: Navigare în pagină
ru: Навигация по страницам
sk: Posúvanie strán
sl: Krmarjenje po straneh
sv: Sidnavigering
th: การนำทางหน้า
tr: Sayfada Dolaşma
uk: Навігація сторінками
vi: Điều hướng Trang
zh_cn: 页面导览
zh_hk: 頁面導覽
zh_tw: 頁面導覽
